Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Try again by dragging your file here
jv: Coba maneh kanthi nyeret file sampeyan ing kene

source: Try to keep your response to 15-30 seconds
jv: Coba jaga respon sampeyan sajrone 15-30 detik

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
jv: Coba ejanen tembung kanthi bener kanggo saben basa, kajaba sing ngucapake kanthi cetha nganggo cara sing ora standar.

source: Try uploading again
jv: Coba unggah maneh

source: Turkish
jv: Turki

source: Tuvan
jv: Tuwan

source: Typically megabytes
jv: Biasane megabyte

source: Typos
jv: Salah ketik

source: Ukrainian
jv: Ukrainia

source: Unable to determine audio format. Please try using a different browser.
jv: Ora bisa nemtokake format swara. Coba gunakake browser liyane.

source: Unable to play audio. Please try again.
jv: Ora bisa muter swara. Coba maneh.

source: Unclear
jv: Ora jelas

source: Understand contribution criteria
jv: Ngerteni kriteria kontribusi

source: Understand how to contribute and validate on the Common Voice dataset
jv: Ngerteni carane menehi kontribusi lan validasi ing kumpulan data Common Voice

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
jv: Ngerteni apa sing kudu digoleki nalika ngrungokake klip swara lan nulungi supaya rekaman swaramu luwih sugih!

source: Undo
jv: Wurung

source: Universities, Academics and Researchers
jv: Universitas, Akademisi lan Peneliti

source: Upload aborted. Do you want to delete your recordings?
jv: Unggahan dibatalake. Apa sampeyan pengin mbusak rekaman sampeyan?

source: Upload an image file
jv: Unggah file gambar

source: { $uploadedQuestions } of { $totalQuestions } questions collected
jv: { $uploadedQuestions } saka { $totalQuestions } pitakonan sing diklumpukake

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
jv: { $uploadedQuestions } saka { $totalQuestions } pitakonan sing dikumpulake. Deloken kaca <guidelinesLink>Pandhuan</guidelinesLink> kanggo mangerteni sing luwih lengkap babagan cara nambah pitakonan

source: { $uploadedSentences } of { $totalSentences } sentences collected
jv: { $uploadedSentences } saka { $totalSentences } ukara diklumpukake

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
jv: { $uploadedSentences } saka { $totalSentences } ukara diklumpukake. Klik <downloadLink>kene</downloadLink> kanggo ngundhuh ukara sing ditolak.

source: Upload failed, please retry.
jv: Unggahan gagal, coba maneh.

source: Upload <icon></icon> public domain sentences
jv: Unggah <icon></icon> ukara domain umum

source: Upload in progress...
jv: Unggahan isih diproses...

source: Upload more sentences?
jv: Unggah ukara liyane?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
jv: Unggahan klip iki tetep gagal ing server. Ngemot kaca maneh utawa coba maneh mengko.

source: Upload of this clip keeps failing, keep retrying?
jv: Unggahan klip iki tetep gagal, nyoba maneh?

source: Use Bilingual Prompts
jv: Gunakake Pandhuan Dwibasa

source: Use bilingual prompts that incorporate both languages in your question: Example:
jv: Gunakna pitakon dwibasa sing nggabungake rong basa kasebut ing pitakonan sampeyan: Contone:

source: Use bilingual questions or context
jv: Gunakake pitakonan utawa konteks rong boso

source: Use correct grammar
jv: Gunakake susunan ukara sing bener

source: Use correct orthography
jv: Gunakake ortografi sing bener

source: Use correct spelling and grammar
jv: Gunakake ejaan lan tata basa sing bener

source: Use correct spelling and grammar.
jv: Gunakna ejaan lan tata basa sing bener.

source: Use correct spelling and punctuation
jv: Gunakake ejaan lan tanda waca sing bener

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
jv: Migunani kanggo <mark>konteks wicara organik</mark> lan contho kasus (contone, yen sampeyan pengin pangenalan wicara bisa digunakake karo wong sing ngomong tanpa naskah lan basa lisan)

source: Use overly formal language
jv: Nggunakake basa sing resmi banget

source: Use pronunciation to help
jv: Gunakake pangucapan kanggo bantuan

source: Use Pronunciation to Help Determine the Language
jv: Gunakake Pangucapan kanggo Mbantu Nemtokake Basa

source: User Name
jv: Jeneng pangguna

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
jv: Pangguna malidasi akurasi klip sing disumbang, mriksa menowo penutur maca ukara iku sampek bener.

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
jv: Gunakna kahanan ing ngendi rong basa kasebut umum digunakake (kayata, omah, sekolah, acara komunitas). Contone:

source: Use standard spelling for each language
jv: Gunakake cara nulis sing standar kanggo saben basa

source: Use words you would actually use, even if borrowed or mixed
jv: Gunakna tembung-tembung sing sejatine bakal sampeyan gunakake, sanajan dijupuk utawa dicampur

source: Using Correct Orthography for Each Language
jv: Nggunakake Aturan Panulisan sing Bener kanggo Saben Basa

source: Uyghur
jv: Uighur

source: Uzbek
jv: Uzbekistan

source: Validate
jv: Validasi

source: Validated Clips
jv: Klip sing Divalidasi

source: Validated Hours
jv: Jam sing Divalidasi

source: Validated Hr. Total
jv: Total Jam sing Divalidasi

source: Validate readings
jv: Validasi wacan

source: Validate Readings
jv: Validasi Wacan

source: Validate Readings, Review Transcriptions
jv: Validasi Wacan, Review Transkripsi

source: Validate Readings <small>(Coming soon)</small>
jv: Validasi Wacan <cilik>(Bakal teka)</small>

source: Validate readings submitted by community members
jv: Validasi bacaan sing dikirim dening anggota komunitas

source: Validate user-recorded readings in your language
jv: Validasi bacaan sing direkam pangguna ing basa sampeyan

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
jv: Validasi <validateIcon></validateIcon> apa pitakonan iki cocok karo pedoman?

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
jv: Validasi <validateIcon></validateIcon> yen pitakonan iki cocok karo pedoman.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
jv: Validasi klip sing disumbang uga penting kanggo misi Common Voice. Rungokake lan bantu nggawe data swara sumber-terbuka sing kualitase apik.

source: Validation Progress
jv: Kemajuan Validasi

source: Validations
jv: Validasi

source: Value and recognition.
jv: Nilai lan pangenalan.

source: Variant Contribution Options
jv: Pilihan Kontribusi Variasi

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
jv: Variasi minangka wangun tartamtu saka basa - contone sing dienggo bareng karo wong sing manggon ing geografi utawa komunitas. Kadhang-kadhang iki diarani dialek.

source: Varying Pronunciations
jv: Pangucapan sing Macem-macem

source: Venetian
jv: Venesia

source: Version
jv: Versi

source: Very common mistakes include:
jv: Kesalahan sing umum banget termasuk:

source: Vietnamese
jv: Vietnam

source: View your progress against personal and project goals.
jv: Deleng kemajuan sampeyan kelawan sasaran pribadi lan sasaran proyek.

source: Visible
jv: Katon

source: Voice clips are entered into a submission queue that readies them for listening.
jv: Klip swara dilebokake nang antrian kiriman sing disiapake gawe dirungokake.

source: Voice Collection
jv: Koleksi Swara

source: Voice Contribution
jv: Kontribusi swara

source: Voice Dataset, Ready for Download
jv: Kumpulan data Swara, Siap Diundhuh

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
jv: Swara iku alami, swara iku manungsa. Pramila kita bungah babagan nggawe teknologi swara sing bisa digunakake kanggo mesin kita. Nanging kanggo nggawe sistem swara, pangembang mbutuhake data swara sing akeh banget.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
jv: Swara iku alami, swara iku lumrah. Pramila kita kesengsem nggawe swara sing bisa digunakake tekan teknologi kanggo mesin kita. Nanging kanggo nggawe sistem swara, dibutuhake jumlah data swara sing akeh banget.

source: Voices Online Now
jv: Swara Online Saiki

source: Voice Validation
jv: Validasi swara

source: Votic
jv: Votik

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
jv: VoxForge disiyapake kanggo ngumpulake wicara sing ditranskripsi kanggo digunakake dening Mesin Pangenalan Wicoro Sumber Terbuka lan Gratis.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
jv: Pengin mbantu nggawe Common Voice luwih apik? apik tenan! Hubungi liwat email utawa <discourseLink>DiscourseLink</discourseLink> forum, kirim masalah situs liwat <githubLink>GitHub</githubLink>, utawa gabung karo <matrixLink>Matrix</matrixLink> obrolan komunitas.

source: Want to save your information? <createProfile>Create a profile</createProfile>
jv: Pengin nyimpen informasi sampeyan? <createProfile>Gawe profil</createProfile>

source: Want to stay in touch with Common Voice?
jv: Pengin tetep sesambungan karo Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
jv: Pengin nganyari nalika kita rilis versi anyar saka kumpulan data Common Voice? Langganan koran kita.

source: Watch our video explainer to help
jv: delengen panjelasan video kita kanggo mbantu

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
jv: Kita tansah kepengin krungu saka konsumen data babagan kabutuhane lan konteks - saka platform kolaborasi ing ngumpulake data kanggo nyedhiyakake wawasan kesehatan data, kita pengin <emailFragment>ngrungokake saka sampeyan.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
jv: Kita nggawe kumpulan data swara sing mbukak lan kasedhiya kanggo umum sing bisa digunakake saben wong kanggo nglatih aplikasi sing bisa digunakake kanggo wicara.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
jv: Kita seneng ndhukung kalibatane sektor publik ing teknologi, inovasi lan hak basa. Yen sampeyan arep nglakokake proyek utawa kampanye gedhe, mangga <emailFragment>hubungi.</emailFragment>

source: We are going out to get a coffee.
jv: Kita arep metu golek kopi.

source: We are going out to get coffee.
jv: Kita arep metu golek kopi.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
jv: Kita nawakake luwih akeh pilihan kanggo menehi pilihan ing babagan apa sing dicritakake kalawan jinis utawa identitas kelamin. Mangga njlentrehake dhewe kanthi cara sing paling alami kanggo sampeyan. <learnMoreLink>Sinau luwih lengkap babagan jinis lan kelamin.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
jv: Kita ing Mozilla mbangun komunitas babagan teknologi swara. Kita pengin tetep sesambungan karo nganyari, sumber data anyar lan krungu sing liyane babagan carane sampeyan nggunakake data iki.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
jv: Kita percoyo bilih kumpulan data swara gedhe lan kasedhiya kanggo umum nuwuhake inovasi lan kompetisi komersial sing sehat ing teknologi wicara adhedhasar mesin-sinau. Iki minangka upaya global lan kita ngajak kabeh wong melu. Tujuane yaiku mbantu teknologi wicara dadi luwih inklusif, nggambarake keragaman swara saka sak ndonya.

source: Website Localization
jv: Lokalisasi situs web

source: Websites
jv: Situs web

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
jv: Kita ora bisa ngunggah { $total } klip sampeyan. Dheweke wis diunggah sadurunge. Ayo diterusake karo kelompok sabanjure!

source: We couldn’t find that page for you
jv: Kita ora bisa nemokake kaca kasebut kanggo sampeyan

source: We couldn’t get any audio clips for you to listen to. Please try again later.
jv: Kita ora bisa njupuk klip swara kanggo sampeyan rungokake. Coba maneh mengko.

source: We couldn’t get any sentences for you to speak. Please try again later.
jv: Kita ora bisa nemokake ukara kanggo sampeyan ucapake. Mangga dicoba maneh mengko.

source: Weekly
jv: Mingguan

source: Weekly Goal
jv: Sasaran Mingguan

source: We launch the Common Voice site in this language.
jv: Kita miwiti situs Common Voice ing basa iki.

source: Welcome { $company } staff!
jv: Sugeng rawuh pegawe { $company } !

source: Welcome to Common Voice
jv: Sugeng rawuh ing Common Voice

source: Welcome to Spontaneous Speech
jv: Sugeng rawuh ing Spontaneous Speech

source: We may have run out of clips - refresh the page, or try again later.
jv: Kita bisa uga kentekan klip - refresh halaman iki, utawa coba maneh mengko.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
jv: Kita bisa uga durung nampa panjaluk kasebut. Mangga kirim email langsung menyang kita ing <emailLink>{ $email }</emailLink> lan kita bakal ngubungi sampeyan maneh!

source: We periodically release the dataset
jv: Kita ngerilis kumpulan data saben wektu tartamtu

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
jv: Kita janji bakal nangani informasi sampeyan kanthi ati-ati. Maca liyane ing <privacyLink>Kabar Privasi</privacyLink>.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
jv: Kita lagi mbangun kumpulan data swara multi-basa, sumber-terbuka kanggo latihan aplikasi sing bisa digunakake kanggo wicara.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
jv: Kita lagi nglumpukake kumpulan data swara sumber-terbuka bareng-bareng. Sampeyan bisa nyumbang swara, mriksa bener ora klip saka wong liya, lan mbantu nggawe kumpulan data iki luwih migunani kanggo wong liya.

source: We’re experiencing unexpected downtime
jv: Kita ngalami waktu server mati sing ora dikarepke

source: We're going out to get coffee.
jv: Kita arep metu golek kopi.

source: We’re going out to get coffee.
jv: Kita arep metu golek kopi.

source: We release the dataset every 3 months.
jv: Kita ngluncurake kumpulan data saben 3 wulan pisan.

source: We're making some big changes
jv: Kita lagi nggawe sawetara owah-owahan gedhe

source: We're receiving a lot of traffic and are currently investigating the issues.
jv: Kita nampa akeh lalu lintas data lan saiki lagi nyelidiki masalah kasebut.

source: We’re sorry, your platform is not currently supported.
jv: Nyuwun sewu, platform sampeyan saiki ora didhukung.

source: Western Highland Purepecha
jv: Highland Purepecha Kulon

source: Western Penan
jv: Penan Kulon

source: Western Sierra Puebla Nahuatl
jv: Sierra Puebla Nahuatl Kulon

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
jv: Kita ngunggah { $uploaded } klip sampeyan — Sisané wis diunggahaké. Ayo diterusake karo kelompok sabanjure!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
jv: Kita nggunakake alat Mozilla sing diarani <pontoonLink>Pontoon</pontoonLink> kanggo nerjemahake. Pontoon nduweni akeh basa, nanging yen ora duwe basa ne sampeyan, sampeyan bisa <pontoonRequestLink>njaluk supaya basa sampeyan ditambahake</pontoonRequestLink>. Banjur, kanggo nggawe basa kasedhiya ing proyek Common Voice, <githubRepoLink>njaluko basa anyar ing GitHub</githubRepoLink>. <localizationFragment>Deleng liyane ing situs terjemahan</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
jv: Kita wis nggawe sawetara owah-owahan. Delta Segmen mung ngemot klip paling anyar wiwit rilis pungkasan. <deltaLink>Waca liyane babagan karya iki</deltaLink>.

source: We've run out of sentences to record in this language...
jv: Kita wis entek ukara kanggo direkam ing basa iki...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
jv: Kita pengin model wicara luwih apik kanggo mangerteni macem-macem penutur. Kanggo mujudake kasebut, kumpulan data swara kudhu makili akeh wong sing beda-beda.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
jv: Kita pengin algoritma pembelajaran mesin bisa nangani macem-macem gangguan latar mburi, lan sanajan swara sing relatif banter bisa ditampa anggere ora ngalangi sampeyan ngrungokake kabeh teks. Musik latar mburi sing alon ora apa-apa; musik sing cukup banter sing nggarai sampeyan ora bisa ngrungokake saben tembung ora pareng.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
jv: Kita nerima logat sing beda-beda! Ati-ati banget sadurunge nolak klip amarga sampeyan mikir yen pamaca salah ngucapake tembung, menehi tekanan ing panggonan sing salah, utawa ora nggatekake tandha wacan. Ana macem-macem pangucapan sing digunakake ing saindenging donya, sawetara sing bisa uga sampeyan durung nate krungu ing komunitas lokal sampeyan. Mangga wenehana rasa matur nuwun sing akeh kanggo wong-wong sing bisa uga ngomong beda karo sampeyan.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
jv: Awak e bakal ndang kesambung karo informasi luwih lengkap babagan carane nambah basa sampeyan menyang Common Voice enggal.

source: We will be in touch with more information as it becomes available.
jv: Kita bakal sesambungan karo informasi luwih lengkap nalika kasedhiya.

source: We will not make your email public.
jv: Kita ora bakal ngumumake email sampeyan.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
jv: Kita bakal mriksa panjaluk sampeyan kanggo mbusak rekaman swara saka kumpulan data. Yen panjaluk sampeyan disetujoni, kita bakal ngubungi wong sing wis ngundhuh kumpulan data lan njaluk supaya uga mbusak rekaman swara sampeyan.

source: We will show you a prompt or question
jv: Kita bakal nuduhake prompt utawa pitakonan

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
jv: Kita kerja bareng karo yayasan, masyarakat sipil lan kanca komunitas kanggo nggawe internet dadi papan sing luwih sehat, kanthi fokus khusus ing Afrika Wétan. Sinau luwih lengkap babagan <programmaticWork>karya kang terprogram.</programmaticWork>

source: What is a language on Common Voice?
jv: Apa basa ing Common Voice?

source: What issues are you experiencing with this content?
jv: Masalah apa sing sampeyan alami karo konten iki?

source: What issues are you experiencing with this sentence?
jv: Masalah apa sing sampeyan alami karo ukara iki?

source: What is your age?
jv: Pira umur sampeyan?

source: What is your sex or gender?
jv: Apa jinis utawa jinis kelamin sampeyan?

source: What kind of goal do you want to build?
jv: Apa jenis sasaran sing pingin sampeyan bangun?

source: What makes a good question?
jv: Apa sing ndadekake pitakonan dadi apik?

source: What needs to be in my file?
jv: Apa sing kudu ana ing fileku?

source: What questions can I add?
jv: Pitakonan apa sing isa tak tambahake?

source: “What’s a joke your friends always make — and how do they say it?”
jv: "Apa guyonan sing tansah digawe kanca-kanca sampeyan — lan kepiye carane ngomong?"

source: What sentences can I add?
jv: Ukara apa sing bisa daktambahake?

source: What’s inside the Common Voice dataset?
jv: Apa sing ana ing kumpulan data Common Voice?

source: What's Public?
jv: Apa sing umum?

source: What to Avoid
jv: Apa sing kudu dihindari

source: What types of questions to add?
jv: Apa maceme pitakonan sing arep ditambahake?

source: “What were your exact words when you found out?”
jv: "Apa tembung persis sampeyan pas sampeyan ngerti?"

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
jv: Nalika pengguna nolak klip swara mbalik nang Antrian. Yen ditolak ping pindho, klip swara dipindhah nang Kuburan Klip.
